[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="重玩本关")
m_Choices[1]=(m_ChoiceText="返回菜单")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_10 DisSeqAct_ShowLocationDiscovery]
m_LocationName="正在重置挑战"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_GameOver_5 DisSeqAct_GameOver]
m_Reason="你死了"
